Repository: common-repository/hyves-respect
Catalog: i18n/hyvesrespect-*.po
Languages: nl_nl, ro_ro

source: Settings for Hyves respect button
nl_nl: Instellingen voor Hyves respect knop
ro_ro: Setările pentru Hyves respect butonul

source: Display options
nl_nl: Weergave instellingen
ro_ro: Opţiuni de afişare

source: Only show respect button on single post pages (ea. button doesn't show up in loops)
nl_nl: Toon respect knop enkel op de post pagina's.
ro_ro: Numai arată respect buton pe paginile singur post (ea. butonul nu manifestare sus în bucle)

source: Bottom
nl_nl: Onder
ro_ro: Partea de jos

source: Top
nl_nl: Boven

source: Show button on top or bottom of post
nl_nl: Plaatsing knop in post
ro_ro: Afişează butonul de pe partea de sus sau de jos a post

source: Choose button display style
nl_nl: Toon knop-weergave
ro_ro: Selectaţi butonul Afişare stil

source: Add break before the button
nl_nl: Voeg een break toe voor de knop
ro_ro: Adăugaţi pauză înainte de buton

source: Add break after the button
nl_nl: Voeg een break toe na de knop
ro_ro: Adăugaţi pauză după butonul

source: Add a containing div for each button with the classname <i>hyvesRespectButton</i>, use this to style and position the button
nl_nl: Voeg een container div toe voor elke knop met klassenaam <i>hyvesRespectButton</i>, gebruik dezze om de knop te stijlen/positioneren
ro_ro: Adăugaţi un div care conține pentru fiecare buton cu classname <i>hyvesRespectButton</i>, utilizaţi acest stil şi poziţia butonul

source: Expert options
nl_nl: Expert instellingen
ro_ro: Opţiuni expert

source: Disable including OpenGraph properties. (You can disable this option if another plugin already includes the og meta tags)
nl_nl: Vink deze optie aan om Opengraph meta-tags niet op te nemen in de code. Dit is nuttigs als een andere plug-in deze codes al toont.
ro_ro: Dezactivaţi inclusiv OpenGraph proprietăţi. (Aveţi posibilitatea să dezactivaţi această opţiune dacă un alt plug-in cuprinde deja og meta tag-uri)

source: Save Changes
nl_nl: Wijzigingen opslaan
ro_ro: Salvaţi modificările

source: New feature: Style layout
nl_nl: Nieuw: Knop layout

source: We've implemented a new styling feature. You can now choose between 3 layouts of the button: horizontal, horizontal without a counter and vertical.
nl_nl: Je kunt nu kiezen tussen 3 knop layout varianten: horizontaal, horizontaal zonder teller en verticaal.

source: Close
nl_nl: Sluiten

source: Horizontal (default)
nl_nl: Horizontaal (standaard)

source: Horizontal - No counter
nl_nl: Horizontaal - Geen teller

source: Vertical
nl_nl: Verticaal

source: Display style
ro_ro: Stil de afişare
